Backend/app/controllers/api/v1/comments_controller.rb

    def create
        comment = Comment.new(comment_params)

        comment.save
---
INSERT INTO "comments" ("game_id", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["game_id", 2], ["content", "gggg"], ["created_at", "2020-10-23 18:58:09.153206"], ["updated_at", "2020-10-23 18:58:09.153206"]]