Backend/app/controllers/api/v1/dislikes_controller.rb

    def index
        dislikes = Dislike.all
---
SELECT "dislikes".* FROM "dislikes"