Backend/app/controllers/api/v1/likes_controller.rb

    def index
        likes = Like.all
---
SELECT "likes".* FROM "likes"