Backend/app/controllers/api/v1/scores_controller.rb

SELECT "scores".* FROM "scores"
---
    def index
        scores = Score.all